import React from "react";
// TODO : 정확한 데이터 넣기
const Term = () => {
  return (
    <div className='h-40 cc-text-black overflow-auto bg-gray-50 border border-gray-300 text-gray-900 sm:text-sm rounded-lg focus:ring-primary-600 focus:border-primary-600 block w-full p-2.5 dark:bg-gray-700 dark:border-gray-600 dark:placeholder-gray-400 dark:focus:ring-blue-500 dark:focus:border-blue-500'>
      {`천재교육 이용약관 제 1 장 총칙 제 1 조 (목적) 1. 본 약관 (이하’약관’) 은
㈜천재교육 (이하'회사') 이 운영하는 천재교육, 리틀천재, 천재교육 쇼핑몰,
에듀몬을 통해 제공하는 인터넷 관련 서비스 (이하’서비스’) 의 가입조건 및
이용에 관한 제반 사항과 기타 필요한 사항을 규정하고, 하나의 아이디 및
비밀번호로 통합하여 이용하는데 따른 이용조건 및 절차 등 기본적인 사항을
규정함을 목적으로 합니다. 2. 본 약관은 제 1 장 제 2 조에서 정한 서비스에
회원으로 가입한 이용자에게만 적용됩니다. 제 2 조 (약관의 효력 및 변경) 1.
이 약관은 ㈜천재교육의 웹사이트에서 온라인으로 공시함으로써 효력을
발생하며 , 개정이 필요한 합리적인 사유가 발생할 경우 관련법령에 위배되지
않는 범위 안에서 개정될 수 있습니다 . 개정된 약관은 온라인에서
공지함으로써 효력을 발휘하며, 이용자의 권리 또는 의무 등 중요한 규정의
개정은 사전에 공지합니다. 2. '회사'는 서비스 운영 및 영업상 필요성 등
합리적인 사유가 발생될 경우에는 전기통신기본법 , 전기통신사업법 ,
전자상거래기본법 , 전자서명법 , 정보통신망 이용촉진법 및 기타 관련 법령의
규정에 위배되지 않는 범위에서 이 약관을 변경할 수 있습니다. 3. '회사'가
약관을 개정할 경우에는 적용일자 및 개정 사유를 명시하여 현행 약관과 함께
서비스 초기화면에 그 적용일자 7 일 이전부터 적용일자 전일까지 공지하며, 제
1 항과 같은 방법으로 효력을 발생시킵니다. 4. 회원은 변경된 약관에 동의하지
않을 경우 회원 탈퇴 (해지)를 요청할 수 있으며, 구 약관에 동의한 이용자가
약관 개정 적용일 이후에도 계속 '회사'의 서비스를 이용하면 개정 약관에 대해
동의한 것으로 간주하여 변경된 약관조항으로 적용됩니다. 변경된 약관에 대한
정보를 알지 못해 발생하는 이용자의 피해는 '회사'에서 책임지지 않습니다. 5.
회사의 웹사이트 안에 새로운 서비스가 개설된 경우 별도의 명시된 설명이 없는
한 이 약관에 따라 제공됩니다. 제 3 조 (약관의 준칙) 본 약관에 명시되지
않은 사항에 대해서는 "약관의 규제에 관한 법률", "정보통신망 이용촉진 및
정보보호 등에 관한 법률", "전자상거래 등에서의 소비자보호에 관한 법률",
"전기통신기본법", "전기통신사업법" 등 기타 관련법령 또는 상관례에
따릅니다. 제 4 조 (용어의 정의) 1. '회사' : ㈜ 천재교육이 운영하는 온라인
서비스 및 가상의 영업장 , 혹은 사업자의 의미로도 사용합니다. 2. 서비스 :
㈜ 천재교육이 운영하는 인터넷 서비스를 총칭합니다. 3. 쇼핑몰 (이하 '몰'):
'회사'의 재화 또는 용역을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신
설비를 이용하여 재화 또는 용역을 거래할 수 있도록 설정한 가상의 영업장을
말하며 , 아울러 사이버몰을 운영하는 사업자의 의미로도 사용합니다. 4.
정회원 : 본 약관에 동의 후 '회사'에 개인정보를 제공하여 이용계약을
체결하거나 이용자 아이디 (ID) 를 부여 받은 개인으로, '회사'가 제공하는
정보를 지속적으로 제공 받으며 서비스를 계속적으로 이용할 수 있는 개인
회원을 말합니다. 5. 비회원 : 회원에 가입하지 않고 '회사'가 제공하는
서비스를 이용하는 개인을 말합니다. 6. 아이디 (ID): 회원의 서비스 이용을
위하여 회원 식별이 가능하도록 회원이 선정하고 '회사'가 승인하는 문자 (한글
, 영문 ) 와 숫자의 조합 7. 비밀번호 (PW): 회원의 비밀보호를 위하여 회원
가입 신청자가 회원 아이디와 함께 설정한 영문자와 숫자의 조합 8. 전자우편
(E-Mail): 인터넷을 통한 전자우편 9. 해지 : '회사' 또는 회원이 서비스 개통
후 이용계약을 해약하는 것 10. 게시물 : 회원이 서비스를 이용하면서 게시한
글, 사진, 각종 파일과 링크 등 11. 운영자 : 서비스의 전반적인 관리와 원활한
운영을 위하여 '회사'에서 선정한 사람 제 2 장 회원가입, 탈퇴 및 회원에 대한
통지 제 5 조 (회원 가입 신청의 성립) 1. '위의 이용약관에 동의하십니까?'
라는 이용 신청시의 물음에 고객이 '동의' 버튼을 누르면 약관에 동의하는
것으로 간주됩니다. 2. 이용 계약은 고객의 이용 신청에 대하여 '회사'가
승낙함으로써 성립합니다. 제 6 조 (회원가입 신청) 1. 회원 가입 신청자가
아래 사항을 가입신청 양식에 기록하는 방식으로 행하며, 양식에 따라 올바르게
기록할 경우 서비스를 이용할 수 있는 일반회원이 됩니다. 2. 이용 계약은
고객의 이용 신청에 대하여 '회사'가 승낙함으로써 성립합니다. - 아래 –
*아이디 *비밀번호 *성명 *생년월일 *성별 *휴대전화번호 *이메일 *주소 * 기타
'회사'가 필요하다고 인정하는 사항 3. 회원 아이디와 비밀번호는 회원이
결정합니다. 단, 회원 아이디는 기존 회원들의 것과 중복되지 않아야 하며, 그
의미가 미풍양속을 저해하는 것이 아니어야 합니다. 4. 회원 가입 시 14 세
미만인 자(민법상의 행위무능력자 포함)가 회원 가입을 신청할 경우
친권자(부모, 법정대리인 등)의 동의를 얻어 회원 가입을 신청해야 합니다. 5.
회원 가입 시 핸드폰 전화번호로 인증을 받아야 하며, 인증 받지 못 한 경우,
회원가입이 거부될 수 있습니다. 제 7 조 (회원 가입 신청의 승낙) 1. '회사'는
제 6 조에서 정한 사항을 정확히 기재하여 이용 신청한 고객에 대하여 무료
서비스 이용 신청을 승낙합니다. 2. '회사'는 아래 각 호에 해당하는 경우
이용신청에 대한 승낙을 제한할 수 있고, 그 사유가 해소될 때까지 승낙을
유보할 수 있습니다. - 아래 - ① 본인의 실명으로 신청하지 않은 경우 ② 다른
사람의 명의를 사용하여 신청한 경우 ③ 이용 신청 시 필요 내용을 허위로
기재하거나, 기재누락, 오기가 있는 경우 ④ 기타 '회사'가 정한 이용 신청
요건이 미비한 경우 ⑤ 사회 안녕과 질서 혹은 미풍양속을 저해할 목적으로
신청한 경우 ⑥ 신용정보의 이용과 보호에 관한 법률에 의한 PC 통신, 인터넷
서비스의 신용 불량자 또는 현행법에 의해 범죄자로 등록되어 있는 경우 ⑦ 본
서비스 운영 정책을 전략적으로 저해하거나 음해, 비방 등을 목적으로 신청한
경우 ⑧ 회원으로 등록하는 것이 '회사'가 기술상 현저히 지장이 있다고
판단되는 경우 3. 회원 가입 계약의 성립시기는 '회사'의 승낙이 회원 가입
신청자에게 도달한 시점으로 합니다. 4. '회사'의 회원으로 가입하더라도
로그인하지 않은 상태에서 상품을 주문하는 경우는 회원주문이 아니라
비회원주문으로 인정합니다. 5. 회원은 제 6 조 제 1 항에 의한 등록사항에
변경이 있는 경우, 개인정보 변경 및 전자우편이나 전화 등의 방법으로
'회사'에 그 변경사항을 알려야 할 의무가 있습니다. 6. 이용자가 만 14 세
미만인 경우에는 법정대리인의 동의가 있어야 가입신청을 할 수 있으며 '회사'
는 이의 확인을 위해 필요한 조회(실명인증 등)를 할 수 있습니다. 제 8 조
(천재교육 쇼핑몰 회원 등급 및 통지) 1. 회원의 등급은 회원별 구매 활동에
따른 추가 분류인 ’VIP, 골드, 일반’, 총 3개 분류로 나누어집니다. * 회원
등급 ① VIP 회원 : 최근 1년간 순수주문금액이 20 만원 이상 구매고객 ② 골드
회원 : 최근 1년간 순수주문금액이 10 만원 이상 구매고객 ③ 일반 회원 : 최근
1년간 순수주문금액이 10 만원 미만 및 신규 가입 고객 순수주문금액은
주문금액에서 적립금, 할인티켓, 배송비를 제외한 실 결제금액을 말합니다. 3.
'회사' 가 회원에 대한 통지를 하는 경우, 회원이 '회사' 와 미리 약정하여
지정한 전자우편 주소 또는 SMS 로 할 수 있습니다. 회원이 통지를 받을
전자우편 주소를 지정한 경우에는 '회사' 의 통지는 부가통신사업자 또는
수신인이 관리하는 메일서버 등에 도착하여 회원이 검색할 수 있는 상태에
이르렀을 때 도달된 것으로 보며, 회원이 전자우편을 개봉하였는지의 여부나,
회원의 PC 에 전자우편이 전송되었는지 여부는 불문합니다. 4. '회사' 는
불특정다수 회원에 대하여 통지를 하는 경우 1 주일 이상 '회사' 의 게시판에
게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와
관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다. 5.
회원가입일 기준으로 1년 내 구매실적에 따라서 회원 등급이 조정 됩니다. 해당
월 기준 1년간의 순수 주문 금액이 반영됩니다.(매달 1일 적용) 구매 금액별
회원 등급 조정으로 기존의 적립금 적립 및 할인 혜택이 변동 될 수 있습니다.
등급조정 기준일은 최종 구매 일부터 1년째인 해당 월의 익월 1일 이며, 중간에
구매 후 등급이 올라가시는 경우 익일에 등급이 상향 조정됩니다. 제 9 조
(회원가입 신청사항수정) 회원은 이용 신청 시 기재한 사항이 변경되었을 경우
'회사'가 정한 별도의 이용 방법으로 정해진 양식 및 방법에 의하여 수정하여야
합니다. 제 10 조 (회원 탈퇴 및 자격 상실 등) 1. 회원이 탈퇴하고자 할
경우에는 본인이 홈페이지를 통하여 탈퇴신청을 하여야 합니다. 이 경우
'회사'는 지체 없이 탈퇴처리하고 회원에게 탈퇴사실을 회신합니다. 2. 회원이
탈퇴한 때에는 30일 이내에 재가입이 금지되며, '회사'는 재가입 금지 확인을
위해 아이디, 비밀번호, 성명, 생년월일, 성별, 휴대전화번호, 이메일, 주소를
보관할 수 있습니다. 3. '회사'가 2 항 등의 사항이 발생한 회원에 대하여 회원
자격을 제한, 정지 시킨 후, 동일한 행위가 2 회 이상 반복되거나 30 일 이내에
그 사유가 시정되지 아니하는 경우 '회사'는 회원자격을 상실시킬 수 있습니다.
4. '회사'가 회원자격을 상실시키는 경우에는 회원등록을 말소 합니다.
회원자격 상실에 대한 안내는 직접 전달 또는 이메일 등의 간접 전달 등의
수단을 이용하여 통지하고, 회원등록 말소 전에 최소한 30 일 이상의 기간을
정하여 소명할 기회를 부여하되, 회원의 불찰로 인한 연락두절 등으로 발생한
회원의 손해는 '회사'가 부담하지 않습니다. 5. 회원 탈퇴 시 기 기존에
보유하고 있던 적립금, 별 등의 포인트는 모두 삭제 됩니다. 6. 회원 탈퇴 후
재가입 시에도 적립금, 별 등의 포인트는 복원되지 않습니다. 제 3 장 서비스
제공 및 이용 제 11 조 (서비스의 이용) 1. 회원은 가입 신청 시 회원이 지정한
회원 아이디와 비밀번호를 이용하여 홈페이지에 로그인한 후 서비스를 이용할
수 있습니다. 2. 회원 가입 신청 시 작성한 개인정보는 서비스 제공을 위하여
'회사'에서 운영하는 천재교육, 리틀천재, 천재교육 쇼핑몰, 에듀몬, 밀크T
에서 공유합니다. 3. 회원은 서비스 이용 중 필요에 따라 아이디를 제외한
비밀번호와 개인 신상 정보를 온라인 홈페이지 개인정보 페이지를 통하여 직접
변경할 수 있습니다. 4. 회원 등급에 따라 서비스 이용의 일부가 제한될 수
있으며, 연간 구매금액과 사이트 활동비율에 따라 회원 자격, 등급 조정 및
서비스 이용(할인혜택 및 적립금 적립) 범위가 변동될 수 있습니다. 5.
'회사'는 회원의 이용 신청을 승낙한 때부터 서비스를 개시합니다. 6. '회사'의
업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는
사이트에 이를 공시하여 통지하며, 불가피한 기술상의 이유 등에 의해 서비스
이용이 불가할 경우 이에 따른 법적인 손해배상의 의무를 지지 않습니다. 제 12
조 (서비스의 이용시간) 1. 온라인 서비스 이용은 연중무휴 1 일 24 시간을
원칙으로 합니다. 2. '회사'는 서비스를 일정범위로 분할하여 각 범위별로 이용
가능한 시간을 별도로 정할 수 있으며 이 경우 그 내용을 공지합니다. 제 13 조
(서비스의 변경 및 중지) 1. '회사'는 변경될 서비스의 내용 및 제공일자를 제
3 조 제 3 항에서 정한 방법으로 회원에게 통지하고 서비스를 변경하여 제공할
수 있습니다. 2. '회사'는 아래 각 호에 해당하는 경우 서비스의 전부 또는
일부를 제한하거나 중지할 수 있습니다. ① 서비스용 설비의 보수 등 공사로
인한 부득이한 경우 ② 회원이 '회사'의 영업활동을 방해하는 경우 ③ 정전, 제반
설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는
경우 ④ 서비스 제공업자와의 계약 종료 등과 같은 '회사'의 제반 사정으로
서비스를 유지할 수 없는 경우 ⑤ 기타 천재지변, 국가비상사태 등 불가항력적
사유가 있는 경우 3. 제 13 조 제 2 항에 의한 서비스 중단의 경우에는
'회사'가 제 8 조 제 3 항에서 정한 방법으로 이용자에게 통지합니다. 다만,
'회사'가 통제할 수 없는 사유로 인한 서비스의 중단(운영자의 고의, 과실이
없는 디스크 장애, 시스템 다운 등)으로 인하여 사전 통지가 불가능한 경우에는
그러하지 아니합니다. 4. '회사'는 서비스의 변경, 중지로 발생하는 문제에
대해서는 어떠한 책임도 지지 않습니다. 제 14 조 (E-MAIL에 대한 회원의
의무와 책임) 1. '회사'는 회원에게 사이트별로 e-mail 서비스를 제공할 수
있습니다. '회사'는 회원의 e-mail 내용을 편집하거나 감시하지 않으며 메일
내용에 대한 책임은 각 회원에게 있습니다. 2. 회원은 '회사'의 e-mail
서비스를 통하여 음란물이나 불온한 내용, 정크메일 (Junk Mail), 스팸메일
(Spam Mail), 행운의 편지 (chain letters), ‘'회사'’ 가 허가하지 않은 홍보
판촉용 메일 등을 발송하거나 피라미드 조직 등을 권유하거나 타인에게 피해를
주거나 미풍양속을 해치는 메일을 보내서는 안됩니다. 3. 본 조 제 2 항을
위반하여 발생되는 모든 책임은 회원에게 있으며 이 경우 '회사'는 회원의
ID(고유번호), PASSWORD(비밀번호) 를 수사기관에 제공할 수 있습니다. 제 15
조 (정보의 제공 및 광고의 게재) 1. '회사'는 서비스를 운영함에 있어
회원에게 서비스 이용에 필요가 있다고 인정되는 각종 정보를 서비스 화면에
게재하거나 e-mail, 서신우편, SMS, 전화 등과 그 외의 전자적 전송매체 등의
방법으로 회원에게 제공할 수 있습니다. 2. '회사' 는 서비스 개선 및 회원
대상의 서비스 소개 등의 목적으로 회원의 동의 하에 관련 법령에 따라
추가적인 개인 정보를 수집할 수 있습니다. 3. '회사'는 서비스의 운영과
관련하여 홈페이지, 서비스 화면, SMS, e-mail 등에 광고 등을 게재할 수
있습니다. 4. 회원이 서비스상에 게재되어 있는 광고를 이용하거나 서비스를
통한 광고주의 판촉활동에 참여하는 등의 방법으로 교신 또는 거래를 하는 것은
전적으로 회원과 광고주 간의 문제입니다. 만약 회원과 광고주간에 문제가
발생할 경우에도 회원과 광고주가 직접 해결하여야 하며, 이와 관련하여
'회사'는 어떠한 책임도 지지 않습니다. 제 16 조 (게시물의 관리 및 삭제) 1.
'회사'는 회원이 게시하거나 전달하는 서비스 내의 모든 내용물이 아래 각 호의
경우에 해당한다고 판단되는 경우 사전통지 없이 삭제할 수 있으며, 이에 대해
'회사'는 어떠한 책임도 지지 않습니다. ① '회사', 다른 회원 또는 제 3 자를
비방하거나 중상모략으로 명예를 손상시키는 내용인 경우 ② 공공질서 및
미풍양속에 위반되는 내용의 정보, 문장, 도형 등의 유포에 해당하는 경우 ③
범죄적 행위에 결부된다고 인정되는 내용인 경우 ④ '회사'의 저작권, 제 3 자의
저작권 등 기타 권리를 침해하는 내용인 경우 ⑤ 제 2 항 소정의 세부이용지침을
통하여 '회사'에서 규정한 게시 기간을 초과한 경우 ⑥ '회사'에서 제공하는
서비스와 관련 없는 내용인 경우 ⑦ 불필요하거나 승인되지 않은 광고, 판촉물을
게재하는 경우 ⑧ 기타 관계 법령 및 '회사'의 지침 등에 위반된다고 판단되는
경우 2. '회사'는 게시물에 관련된 세부 이용지침을 별도로 정하여 시행할 수
있으며, 회원은 그 지침에 따라 각종 게시물 (회원간 전달 포함)을 등록하거나
수정, 삭제하여야 합니다. 제 17 조 (게시물의 저작권) 1. 회원이 서비스 내에
게시한 게시물의 저작권은 회원이 소유하며 '회사'는 서비스 내에 이를 게시할
수 있는 서비스 운영권을 갖습니다. 단, '회사'는 서비스의 운영, 전시, 전송,
배포, 홍보의 목적으로 회원의 별도의 허락 없이 무상으로 저작권법에서
규정하는 공정한 관행에 합치되게 합리적인 범위 아래 각 호에 해당하는 경우
회원이 등록한 게시물을 사용할 수 있습니다. ① 서비스 내에서 회원 게시물의
복제, 수정, 개조, 전시, 전송, 배포 및 저작물성을 해치지 않는 범위 내에서의
편집 저작물 작성 ② 미디어, 통신사 등 서비스 제휴 파트너에게 회원의 게시물
내용을 제공, 전시 혹은 홍보하게 하는 경우. 단, 이 경우 '회사'는 별도의
동의 없이 회원의 이용자 ID 외에 회원의 개인정보를 제공하지 않습니다. 2.
'회사'는 게시한 회원의 동의 없이 게시물을 다른 목적으로 사용할 수 없으며,
회원이 회원 가입을 해지하거나 적법한 사유로 해지 된 경우 해당 회원이
게시하였던 게시물을 삭제할 수 있습니다. 3. '회사'는 회원이 서비스 내에
게시한 게시물이 타인의 저작권, 프로그램 저작권 등을 침해하더라도 이에 대한
민, 형사상의 책임을 부담하지 않습니다. 만일 회원이 타인의 저작권,
프로그램저작권 등을 침해하였음을 이유로 '회사'가 타인으로부터 손해배상청구
등 이의 제기를 받은 경우 회원은 '회사'의 면책을 위하여 노력하여야 하며,
'회사'가 면책되지 못한 경우 회원은 그로 인해 '회사'에 발생한 모든 손해를
부담하여야 합니다. 4. '회사'가 작성한 저작물에 대한 모든 저작권은 '회사'에
귀속합니다. 5. '회사'가 전항 이외의 방법으로 회원의 게시물을 이용하고자
하는 경우, 전화, 팩스, 전자우편 등의 방법을 통해 사전 또는 사후에 회원의
동의를 얻어야 합니다. 6. 회원이 이용계약 해지를 한 경우 본인 계정에 기록된
게시물 일체는 삭제될 수 있습니다. 단, 타인에 의해 보관, 담기 등으로 재게시
되거나 복제된 게시물과 타인의 게시물과 결합되어 제공되는 게시물,
보상제도에 의해 선정된 게시물, 공용 게시판에 등록된 게시물 등은 그러하지
않습니다. 7. 회원의 게시물에 대해 제 3 자로부터 저작권 및 기타 권리의
침해로 이의가 제기된 경우'회사' 는 해당 게시물을 임의로 삭제할 수 있으며
해당 게시물에 대한 법적 문제가 종결된 후 이를 근거로'회사' 에 신청이 있는
경우에만 상기 임시 삭제된 게시물을 다시 게재할 수 있습니다. 8. 회원은
서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된
자료를 영리목적으로 이용하거나 제 3 자에게 이용하게 할 수 없으며, 게시물에
대한 저작권 침해에 대한 문제 발생의 경우 관계 법령의 적용을 받습니다. 제
18 조 (적립금 및 별 포인트 제도 이용) 1. '회사'는 ㈜천재교육의
웹사이트에서 적립금 및 별을 부여할 수 있으며, 적립금과 별은 '회사'에서
회원 등록 절차를 마친 회원에게만 적용되는 일종의 마일리지 개념입니다. 2.
'회사'는 ㈜천재천재교육에서 운영하는 웹사이트에서 해당 채널의 운영방침에
따라 적립금 및 별 획득, 사용 방법 등에 관련된 세부 이용지침을 별도로
정하여 시행할 수 있으며, 해당 내용은 해당 채널’ 적립금 및 별 이용 정책’
란에 명시하고, 회원은 해당 지침에 따라야 합니다. 3. 적립금은 '회사'가
회원에게 제공하는 회원 보상 체계의 일종으로 아래 각호의 사항에서
적립됩니다. ① '회사'에서 상품별로 적립금이 설정되어 있는 상품을 구매할
경우 단, 적립금은 실 구매가격 기준으로 적립되며, 특별 할인율이 적용되는
경우는 적립되지 않습니다. ② '회사'에서 정한 구매방법으로 구매할 경우 ③
기타 '회사'의 이벤트 등 별도 정한 방침에 의해 적용하는 경우 4. 별은 '회사'
가 회원에게 제공하는 회원보상체계의 일종으로 아래 각호의 사항에서
적립됩니다. ① '회사' 에서 운영하는 웹사이트에서 별이 설정되어 있는 활동을
하여 획득할 경우 ② 기타 '회사' 의 이벤트 등을 통하여 별도 정한 방침에 의해
적용하는 경우 5. 제 2 항 발생한 적립금의 적립은 도서가 발송되는 시점에
회원의 적립금 계정에 자동 적립합니다. 단, 청약철회, 환불, 반품 등의 사유로
'회사' 로 반송된 경우, 도서명 및 사유를 확인한 날에 기 적용된 적립금을
취소합니다. 6. 적립금은 1 점 당 1 원으로 적용하여 결제 시 사용합니다. 단,
적립금은 현금이나 유가증권 등으로 교환, 환불되지는 않으며, 타인에게 양도,
증여, 공동 합산하여 사용할 수 없습니다. 7. 회원 탈퇴 또는 회원 자격 상실
시 잔액 여부와 상관없이 적립된 적립금과 별은 모두 소멸합니다. 8. 적립된
적립금의 유효기간은 1년이며 행사 시 발급된 적립금의 경우 이벤트 별 별도의
유효기간이 존재합니다. 유효기간이 지난 적립금은 차감처리 됩니다. 9. 적립된
별의 보유기간은 최소 1년이며, 적립일 이후 다음 해 12월 말일까지 사용하실
수 있으며, 사용되지 않은 별은 안내 후 자동 소멸됩니다. 10. '회사'는 포인트
제휴업체와 회원의 적립금 및 별 적립 및 사용을 위하여 필요한 최소한의
정보(아이디, 기타 회원의 식별을 위하여 필요한 정보, 물품 배송의 경우
배송에 필요한 성명, 주소, 전화번호)를 제공하거나 요구할 수 있습니다. 11.
부정한 방법으로 적립금 및 별을 획득한 사실이 확인될 경우 '회사'는 사전
통지 없이 회원의 적립금 및 별 회수, ID(고유번호) 삭제 및 형사 고발 및 이와
관련하여 회원 자격 제한 등 기타 조치를 취할 수 있습니다. 12. 적립금을
이용해 재화 또는 용역을 구매하고자 하는 회원은 1원 이상의 적립금을 확보한
후부터 이용할 수 있으며, 희망하시는 금액만큼 '회사'에서 지정한 결제방법과
혼합으로 결제할 수 있습니다. 제 19 조 (손해배상 및 기타사항) 1. '회사'는
회원의 귀책사유로 인한 서비스 이용 장애에 대하여 책임을 지지 않습니다. 2.
'회사'는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여
책임을 지지 않으며 그밖에 서비스를 통하여 얻은 자료로 인한 손해에 관하여
책임을 지지 않습니다. 3. '회사'는 회원이 서비스에 게재한 정보, 자료,
사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다. 제 4 장
'회사'와 이용자의 의무사항 제 20 조 ('회사'의 의무) 1. '회사'는 서비스의
제공과 관련하여 알게 된 이용자의 신상정보를 본인의 승낙 없이 타인에게
누설, 배포하거나 상업적 목적으로 사용할 수 없습니다. 단, 관계 법령에
근거하여 관계 기관의 요구가 있는 경우 '회사'는 이에 응할 수 있습니다. 2.
'회사'는 이용자로부터 서비스 이용과 관련되어 제기되는 의견이나 불만이
정당하다고 인정되는 경우 이를 즉시 처리하여야 합니다. 다만, 즉시 처리가
곤란한 경우에는 이용자에게 그 사유와 처리 일정을 통보하여야 합니다. 3.
'회사'는 이용계약의 체결, 계약사항의 변경 및 해지 등 이용고객과의 계약
관련 절차 및 내용 등에 있어 이용고객에 편의를 제공하도록 노력해야 합니다.
제 21 조 (회원의 의무) 1. 회원은 관계법령, 이 약관의 규정 이용안내 및
주의사항 등 '회사'가 통지하는 사항을 준수하여야 하며, 기타 '회사'의 업무에
방해되는 행위를 하여서는 아니 됩니다. 2. 아이디와 비밀번호에 관한 모든
관리책임은 회원에게 있으므로, 회원에게 부여된 아이디와 비밀번호의 관리
소홀, 부정 사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게
있습니다. 3. 회원은 내용별로 '회사'가 서비스 공지사항에 게시하거나 별도로
공지한 이용안내 및 제한 사항을 준수하여야 합니다. 4. 회원은 '회사'의
사전승낙 없이는 서비스를 이용하여 영업활동을 할 수 없으며, 그 영업활동의
결과와 회원이 약관에 위반한 영업활동에 대하여 '회사'는 회원에게 법적
책임을 집니다. 5. 회원은 서비스의 이용권한, 기타 이용 계약상 지위를
타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다. 6. 자신의
아이디가 부정하게 사용된 것을 알게 된 경우 회원은 반드시 '회사'에 그
사실을 통보해야 합니다. 7. 회원은 자신의 아이디 및 비밀번호를 제 3 자에게
이용하게 해서는 안됩니다. 만일, 회원이 자신의 아이디 및 비밀번호를 도난
당하거나 제 3 자가 사용하고 있음을 인지한 경우에는 바로'회사' 에
통보하고'회사' 의 안내가 있는 경우에는 그에 따라야 합니다. 8. 회원은
서비스 이용과 관련하여 아래 각 호의 행위를 하여서는 아니 됩니다. ① 다른
회원의 아이디를 부정하게 사용하는 행위 ② 서비스에서 얻은 정보를 '회사'의
사전승낙 없이 회원의 이용 이외의 목적으로 복제하거나 이를 출판 및 방송,
온라인 포탈 서비스 및 매체 등에 사용하거나 제 3 자에게 제공하는 행위 ③
'회사'의 저작권, 제 3 자의 저작권 등 기타 권리를 침해하는 행위 ④ 회원에게
정크메일 (junk mail), 스팸메일 (spam mail), 행운의 편지 (chain letters),
피라미드 조직에 가입할 것을 권유하는 메일, 아이템 등 불법적 현금거래에
관한 메일, 외설 또는 폭력적인 메세지, 화상, 음성 등이 담긴 메일을 보내거나
기타 관련 법령에 위반되거나 공서양속에 중대하게 위반되는 정보를 공개 또는
게시하는 행위 ⑤ '회사'의 직원이나 '회사' 서비스의 관리자를 가장하거나
사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 메일을 발송하는 행위
⑥ 불특정 다수의 회원을 대상으로 하여 광고 또는 선전을 게시하거나
스팸메일을 전송하는 등의 방법으로'회사' 의 서비스를 이용하여 영리목적의
활동을 하는 행위 ⑦ 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형
등을 타인에게 유포하는 행위 ⑧ 범죄와 결부된다고 객관적으로 판단되는 행위 ⑨
기타 관계법령에 위배되는 행위 제 5 장 기타 제 22 조 (면책조항) 1. '회사'는
천재지변, 전쟁, 기간통신사업자의 서비스 중지 및 기타 이에 준하는
불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한
책임이 면제됩니다. 2. '회사'는 서비스용 설비의 보수, 교체, 정기점검, 공사
등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다. 3. '회사'는
회원의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 회원이 신상정보 및
전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.
4. '회사'는 회원이 서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한
것에 대하여 책임을 지지 않으며, 서비스를 이용하면서 얻은 자료로 인한
손해에 대하여 책임을 지지 않습니다. 5. '회사'는 회원이 서비스에 게재한
각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지
않으며, 회원 상호간 및 회원과 제 3 자 상호 간에 서비스를 매개로 발생한
분쟁에 대해 개입할 의무가 없고, 이로 인한 손해를 배상할 책임도 없습니다.
6. '회사'는 회원의 게시물을 등록 전에 사전심사 하거나 상시적으로 게시물의
내용을 확인 또는 검토하여야 할 의무가 없으며, 그 결과에 대한 책임을 지지
아니합니다. 7. '회사'에서 회원에게 무료로 제공하는 서비스의 이용과
관련해서는 어떠한 손해나 책임을 지지 않습니다. 제 23 조 (분쟁해결) 1.
'회사'는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를
보상처리하기 위하여 피해보상처리기구를 설치, 운영합니다. 2. '회사'는
이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다.
다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리 일정을 즉시
통보해 줍니다. 3.'회사' 와 이용자간에 발생한 전자상거래 분쟁과 관련하여
이용자의 피해구제 신청이 있는 경우에는 공정거래위원회 또는 시 ? 도지사가
의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다. 제 24 조 (재판권 및
준거법) 1. '회사'와 이용자간에 발생한 전자상거래 분쟁에 관한 소송은 제소
당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는
지방법원의 관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가
분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에
제기합니다. 제 6 장 특별규정 ■ 패스워드 사용규칙 가) 필수사항 패스워드는
영문대/영문소/숫자/특수문자등 3가지 조합하여 8자리 이상, 2가지 조합으로
10자리 이상으로 사용하여야 합니다. 사용자 계정명을 그대로 패스워드로
사용해서는 안됩니다. 나) 선택 사항 사전에 있는 단어나 거꾸로 철자화한
단어를 패스워드로 사용해서는 안 됩니다. 사용자 자신의 관련 정보를 이용한
패스워드를 사용해서는 안 됩니다. 키보드의 일련화된 배열 패스워드를
사용해서는 안됩니다. (예: asdfghjk 등) 사용자 계정과 유사한 패스워드를
사용해서는 안 됩니다. 서로 관련 없는 문자들을 혼합한 패스워드를 사용하여야
합니다. 한글의 특성을 최대한 활용한 패스워드를 사용하는 것을 권고 합니다.
본 약관은 2022년 7월 19일부터 적용하고, 2021년 12월 17일부터 적용되던
종전의 약관을 대체합니다.`}
    </div>
  );
};

export default Term;
