import React from "react";
// TODO : 정확한 데이터 넣기
const Term = () => {
  return (
    <div className='h-40 overflow-auto bg-gray-50 border border-gray-300 text-gray-900 sm:text-sm rounded-lg focus:ring-primary-600 focus:border-primary-600 block w-full p-2.5 dark:bg-gray-700 dark:border-gray-600 dark:placeholder-gray-400 dark:text-white dark:focus:ring-blue-500 dark:focus:border-blue-500'>
      국회의원이 회기전에 체포 또는 구금된 때에는 현행범인이 아닌 한 국회의
      요구가 있으면 회기중 석방된다. 국가는 전통문화의 계승·발전과 민족문화의
      창달에 노력하여야 한다. 이 헌법시행 당시의 법령과 조약은 이 헌법에
      위배되지 아니하는 한 그 효력을 지속한다. 탄핵소추의 의결을 받은 자는
      탄핵심판이 있을 때까지 그 권한행사가 정지된다. 군사법원의 조직·권한 및
      재판관의 자격은 법률로 정한다. 국가는 농·어민과 중소기업의 자조조직을
      육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 한 회계연도를 넘어
      계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의
      의결을 얻어야 한다. 제1항의 지시를 받은 당해 행정기관은 이에 응하여야
      한다. 대통령으로 선거될 수 있는 자는 국회의원의 피선거권이 있고 선거일
      현재 40세에 달하여야 한다. 모든 국민은 법률이 정하는 바에 의하여
      공무담임권을 가진다. 국회의원과 정부는 법률안을 제출할 수 있다. 제1항의
      탄핵소추는 국회재적의원 3분의 1 이상의 발의가 있어야 하며, 그 의결은
      국회재적의원 과반수의 찬성이 있어야 한다. 다만, 대통령에 대한 탄핵소추는
      국회재적의원 과반수의 발의와 국회재적의원 3분의 2 이상의 찬성이 있어야
      한다. 대통령은 필요하다고 인정할 때에는 외교·국방·통일 기타 국가안위에
      관한 중요정책을 국민투표에 붙일 수 있다. 지방의회의 조직·권한·의원선거와
      지방자치단체의 장의 선임방법 기타 지방자치단체의 조직과 운영에 관한 사항은
      법률로 정한다. 법원은 최고법원인 대법원과 각급법원으로 조직된다. 대통령의
      국법상 행위는 문서로써 하며, 이 문서에는 국무총리와 관계 국무위원이
      부서한다. 군사에 관한 것도 또한 같다.
    </div>
  );
};

export default Term;
